Repository: pronamic/wp-pronamic-donations
Catalog: languages/pronamic_donations-*.po
Languages: nl_nl

source: Donation information
nl_nl: Donatie informatie

source: Funding goal
nl_nl: Doelbedrag

source: Raised
nl_nl: Opgehaald

source: Number donations
nl_nl: Aantal donaties

source: Pronamic Donations
nl_nl: Pronamic Donaties

source: Donations
nl_nl: Donaties

source: Fundings
nl_nl: Donaties

source: Settings
nl_nl: Instellingen

source: Total funding goal
nl_nl: Totaal doelbedrag

source: Total raised
nl_nl: Totaal opgehaald

source: This field is automatically updated.
nl_nl: Dit veld wordt automatisch bijgewerkt.

source: Total number donations
nl_nl: Totaal aantal donaties

source: Use the 'Total donations' widget to show totals to site visitors.
nl_nl: Gebruik de 'Totale donaties' widget om de totalen aan bezoekers te tonen.

source: Post Types
nl_nl: Berichttypes

source: Post types
nl_nl: Berichttypes

source: Enable post types to be able to set a target amount per post.
nl_nl: Schakel berichttypes in om een doelbedrag per bericht te kunnen instellen.

source: Gravity Forms Page
nl_nl: Gravity Forms pagina

source: &mdash; Select a page &mdash;
nl_nl: &mdash; Selecteer een pagina &mdash;

source: Choose a page which contains the donation form to link to from widgets and shortcode.
nl_nl: Stel een pagina met het donatieformulier in om vanuit de widgets en shortcode naar te verwijzen.

source: Gravity Forms Widget Form
nl_nl: Gravity Forms widget formulier

source: &mdash; Select a form &mdash;
nl_nl: &mdash; Selecteer een formulier &mdash;

source: Choose a form to embed in the 'Donations' widget, if set to 'Show in widget'.
nl_nl: Kies een formulier om in de 'Donaties' widget in te sluiten, indien ingesteld op 'Toon in widget'.

source: It looks like Gravity Forms is not active. Please activate it.
nl_nl: Het lijkt erop dat Gravity Forms niet geactiveerd is. Activeer eerst de plugin.

source: Gravity Forms forms
nl_nl: Gravity Forms formulieren

source: Enable forms to process payments for form entries as donations.
nl_nl: Schakel formulieren in om betalingen voor formulier inzendingen als donaties te verwerken.

source: donations
nl_nl: donaties

source: is our goal
nl_nl: is ons doel

source: raised so far
nl_nl: tot nu toe opgehaald

source: funded
nl_nl: opgehaald

source: Donate
nl_nl: Doneer

source: Displays a box with specific post donation information.
nl_nl: Toon een blok met specifieke post donatie informatie.

source: There are no donations yet. Be the first!
nl_nl: Er zijn nog geen donaties. Wees de eerste!

source: Title
nl_nl: Titel

source: Show number donations
nl_nl: Toon aantal donaties

source: Show funding goal
nl_nl: Toon doelbedrag

source: Show raised
nl_nl: Toon opgehaald

source: Show percentages
nl_nl: Toon percentages

source: Donation form:
nl_nl: Donatieformulier:

source: Show on current page
nl_nl: Toon op huidige pagina

source: Show on another page
nl_nl: Toon op andere pagina

source: Show in widget
nl_nl: Toon in widget

source: Total donations
nl_nl: Totale donaties

source: Displays a box with total donation information.
nl_nl: Toont een blok met totale donatie informatie.

source: Show total number donations
nl_nl: Toon totaal aantal donaties

source: Show total funding goal
nl_nl: Toon totaal doelbedrag

source: Show total raised
nl_nl: Toon totaal opgehaald

source: Show total percentages
nl_nl: Toon totaal percentages

source: This plugin adds some basic donation functionality to WordPress.
nl_nl: Deze plugin voegt een standaard donatie functionaliteit toe aan WordPress.

source: http://www.pronamic.eu/
nl_nl: http://www.pronamic.nl/
